Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: Virtual Lighttable and Darkroom
sv: Virtuellt ljusbord och mörkerrum

source: Organize and develop images from digital cameras
sv: Organisera och utveckla bilder från digitalkameror

source: graphics;photography;raw;
sv: grafik;fotografi;rå;

source: GUI options
sv: Gränssnittsinställningar

source: ignore JPEG images when importing film rolls
sv: ignorera JPEG-bilder vid import av filmrullar

source: double click to reset to `%s'
sv: dubbelklicka för att återställa till `%s'

source: FALSE
sv: FALSKT

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
sv: när man har raw+JPEG-bilder tillsammans i en katalog är det inte rimligt att importera båda. med denna option kan man ignorera funna jpeg-bilder.

source: recursive directory traversal when importing filmrolls
sv: gå genom kataloger rekursivt när filmrullar importeras

source: creator to be applied when importing
sv: skapare som appliceras vid import

source: publisher to be applied when importing
sv: utgivare som appliceras vid import

source: rights to be applied when importing
sv: rättigheter som appliceras vid import

source: comma separated tags to be applied when importing
sv: kommaseparerade taggar att applicera vid import

source: initial import rating
sv: initial betygsättning av bild vid import

source: double click to reset to `%d'
sv: dubbelklicka för att återställa till `%d'

source: initial star rating for all images when importing a filmroll
sv: standard betyg som tilldelas importerade bilder

source: lighttable
sv: ljusbord

source: don't use embedded preview JPEG but half-size raw
sv: använd inte inbäddad förhandsvisningsbild (JPEG), utan använd halverad storlek av råbild

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
sv: aktivera detta om du inte vill använda den inbäddade miniatyrbild (JPEG) från råbildsfil och istället använda råbilden. detta alternativ är långsammare men ger dig bilder på ljusbordet i enlighet med din färgrymd.

source: high quality thumb processing from size
sv: hög kvalitet för minityrbilder av storlek större än

source: always
sv: alltid

source: small
sv: liten

source: never
sv: aldrig

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
sv: om miniatyrbilden är större än såhär kommer den att behandlas med full kvalitet (bättre men långsammare).

source: enable extended thumb overlay
sv: aktivera utökat överlägg för miniatyrbild

source: if set to true, thumb overlay shows filename and some exif data.
sv: om aktiverat, miniatyrbildens överlägg visar filnamn och exif-data.

source: expand a single lighttable module at a time
sv: expandera enbart en ljusbordsmodul åt gången

source: this option toggles the behavior of shift clicking in lighttable mode
sv: detta val slår om beteendet för shift+klick i ljusbordsläge

source: scroll to lighttable modules when expanded/collapsed
sv: rulla till ljusbordsmoduler när den öppnas/stängs

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
sv: när detta val är påslaget kommer darktable att försöka rulla modulen så den hamnar högst upp i det synliga området

source: rating an image one star twice will not zero out the rating
sv: betygsätta en bild med en stjärna två gånger kommer sätta betygsättningen till noll

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
sv: låt inte betygsättningen med en stjärna fungera som det är dokumenterat i manualen--en bild betygsatt med ett två gånger kommer sätta betygsättningen till noll.

source: darkroom
sv: mörkrum

source: pen pressure control for brush masks
sv: reglering av tryckdynamik för pensel

source: off
sv: av

source: hardness (relative)
sv: hårdhet (relativt)

source: hardness (absolute)
sv: hårdhet (absolut)

source: opacity (relative)
sv: ogenomskinlighet (relativt)

source: opacity (absolute)
sv: ogenomskinlighet (absolut)

source: brush size (relative)
sv: penselsorlek (relativt)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
sv: av - ignorera tryck, hårdhet/ogenomskinlighet/penselstorlek - avläst tryck reglerar givet attribut, absolut/relativ - avläst tryck tas direkt som attributvärde eller multipliceras med i förväg angivet tal.

source: smoothing of brush strokes
sv: utjämning av penseldrag

source: low
sv: låg

source: medium
sv: medel

source: high
sv: hög

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
sv: sätter utjämningsnivån på penseldragen. högre utjämning innebär färre noder och enklare redigering men med mindre precisionskontroll.

source: display of individual color channels
sv: visning av individuella färgkanaler

source: false color
sv: falska färger

source: grey scale
sv: gråskala

source: defines how color channels are displayed when activated in the parametric masks feature.
sv: definierar hur färgkanaler visas när de aktiveras i parametermarkering.

source: expand a single darkroom module at a time
sv: expandera enbart en modul i darkroom åt gången

source: TRUE
sv: SANT

source: this option toggles the behavior of shift clicking in darkroom mode
sv: detta val slår om beteendet för shift+klick i mörkerrummet

source: scroll to darkroom modules when expanded/collapsed
sv: rulla till mörkrumsmoduler när den öppnas/stängs

source: border around image in darkroom mode
sv: kant runt bilden i mörkrumsläge

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
sv: jobba med bilden i mörkrumsläge med en smal kant runtom. sätt till 0 om du inte vill ha någon kant.

source: only draw images on map that are currently collected and filtered
sv: visa enbart de bilder som kommer igenom filtrering på kartan

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
sv: använd de aktuella filterinställningarna för att välja vilka geotaggade bilder som visas på kartan, dvs begränsa de visade bilderna till de i den visade filmrullen. detta begränsar antalet bilder som visas och minskar därmed tiden det tar att rita bilderna på kartan.

source: maximum number of images drawn on map
sv: maximalt antal bilder som ritas på kartan

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
sv: det största antalet geotaggade bilder som samtidigt visas på kartan. att öka detta tal kan sänka farten med vilken kartan ritas.

source: pretty print the image location
sv: läsbar visning av bildens position

source: show a more readable representation of the location in the image information module
sv: visar en mer läsbar representation av positionen i bildens informationsmodul

source: ask before removing images from database
sv: fråga innan en bild tas bort från databas

source: always ask the user before any image is removed from DB.
sv: fråga alltid användaren innan en bild raderas från databasen.

source: ask before erasing images from disk / discarding history stack
sv: fråga innan en bild tas bort från disk eller historiken rensas

source: always ask the user before any image file is deleted / history stack is discarded.
sv: fråga alltid användaren innan en bild raderas eller historiken rensas.

source: send files to trash when erasing images
sv: skicka filer till papperskorgen när bilder tas bort

source: send files to trash instead of permanently deleting files on system that supports it
sv: skicka filer till papperskorgen istället för att ta bort dem permanent, på system som stöder den metoden

source: ask before moving images from film roll folder
sv: fråga innan bilder flyttas från filmrullens katalog

source: always ask the user before any image file is moved.
sv: fråga alltid användaren innan en bild flyttas.

source: ask before copying images to new film roll folder
sv: fråga innan bilder kopieras till en ny filmrulles katalog

source: always ask the user before any image file is copied.
sv: fråga alltid användaren innan en bild kopieras.

source: ask before removing empty folders
sv: fråga innan tomma kataloger tas bort

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
sv: fråga alltid användaren innan tomma kataloger tas bort. detta kan hända efter flytt eller radering av bilder.

source: ask before deleting a tag
sv: fråga innan en tagg raderas

source: width of the side panels in pixels
sv: sidopanelernas bredd i pixlar

source: (needs a restart)
sv: (kräver omstart)

source: do not show april 1st game
sv: visa inte spelet för 1 april

source: number of folder levels to show in lists
sv: antal katalognivåer att visa i listan

source: the number of folder levels to show in film roll names, starting from the right
sv: antal katalognivåer att visa i namnet på filmrullen från höger

source: enable filmstrip
sv: visa filmrulle

source: enable the filmstrip in darkroom, tethering and map modes.
sv: aktivera visning av filmrulle i mörkrums-, tjudrings- samt kartläge.

source: overlay txt sidecar over zoomed images
sv: lägg txt-sidofil över inzoomade bilder

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
sv: när det finns en txt-fil tillsammans med en bild kan dess innehåll visas som ett överlägg över inzoomade bilder i ljusbordet. txt-filen måste vara på plats när bilderna importeras, eller så måste crawlern vara påslagen

source: show scrollbars for center view
sv: visa rullningslister för centrerad visning

source: no scrollbars
sv: inga rullningslister

source: lighttable + darkroom
sv: ljusbord och mörkerrum

source: defines where scrollbars should be displayed
sv: definierar var rullningslister ska visas

source: method to use for getting the display profile
sv: metod för att få tag på skärmprofilen

source: all
sv: alla

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
sv: det här valet tillåter dig att tvinga fram en specifik metod för att få tag på skärmens färgprofil. detta är användbart när det annars blir felaktiga resultat

source: core options
sv: grundinställningar

source: quality
sv: kvalitet

source: color manage cached thumbnails
sv: färghanterade cachade miniatyrbilder

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
sv: om detta val slås på kommer cachade miniatyrbilder att färghanteras så att ljusbordet och filmremsan visar korrekta färger. annars kan de se felaktiga ut så snart skärmens profil ändras.

source: always use LittleCMS 2 to apply output color profile
sv: använd alltid LittleCMS 2 for att applicera utgående färgprofil

source: this is slower than the default.
sv: detta är långsammare än standardvalet.

source: do high quality processing for slideshow
sv: håll hög kvalitet för bildspel

source: same option as for export, but applies to slideshow.
sv: samma val som för export, men applicerad på bildspel.

source: demosaicing for zoomed out darkroom mode
sv: demosaicing för mörkrummet i ut-zoomat läge

source: always bilinear (fast)
sv: alltid bilinear (snabbt)

source: at most PPG (reasonable)
sv: PPG som mest (rimligt)

source: full (possibly slow)
sv: fullt ut (kan bli långsamt)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
sv: interpolation som används när bilden inte visas 1:1 (in-zoomat) i darkroom: bilinear är snabbast men inte så skarp. en medelväg är att använda PPG + någon av interpolationsmetoderna nedan, fullt ut kommer att använda exakt samma inställningar som export av bild i full storlek. för X-Trans-sensorer används VNG istf PPG i medelvägen.

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
sv: pixel-interpolator som används för rotation och linskorrigering (bilinear, bicubic, lanczos2, lanczos3).

source: auto-apply per camera basecurve presets
sv: applicera den förinställda baskurvan för kameramodellen automatiskt

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
sv: använd baskruvan för kameramodellen som standard istället för att använda den generiska baskurvan från fabrikanten om sådan finns (kräver omstart)

source: write sidecar file for each image
sv: skapa sidofil för varje bild

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
sv: dessa filer kan senare importeras i en annan databas, utan att skapa ändringar i originalbilden.

source: store xmp tags in compressed format
sv: spara xmp-taggar i komprimerat format

source: only large entries
sv: enbart de med stort innehåll

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
sv: innehållet i xmp-taggar kan bli rätt stort och kan bli större än tillgängligt utrymme för att ligga in historiestacken i exporterade filer. detta tillåter att xmp-taggar komprimeras och därmed sparar utrymme.

source: look for updated xmp files on startup
sv: sök efter uppdaterade xmp-filer vid start

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
sv: kontrollera filändringstiden för alla xmp-filer vid start för att se om någon har uppdaterats sen senast

source: memory in megabytes to use for thumbnail cache
sv: minne i megabyte att användas till miniatyrbildscache

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
sv: detta kontrollerar hur mycket minne som kommer att användas till miniatyrbilder och andra buffrar (kräver omstart).

source: enable disk backend for thumbnail cache
sv: aktivera lagring av minityrbildscache på disk

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
sv: aktivering innebär att miniatyrbilder lagras på disk (.cache/darktable/) när de plockas bort från minnes-cachen. Observera att detta kan ta upp en hel del minne (flera gigabyte för 20k bilder) och aldrig kommer att ta bort cachade miniatyrbilder. det är dock möjligt att ta bort dem manuellt om man vill. ljusbordet kommer att fungera snabbare när man tittar på mycket bilder. för att skapa miniatyrbilder för hela sin samling, kör 'darktable-generate-cache'.

source: number of background threads
sv: antal bakgrundstrådar

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
sv: detta styr hur många trådar som används för att skapa miniatyr bilder under import, detta kräver mer minne och en omstart av darktable för att ändras.

source: host memory limit (in MB) for tiling
sv: minnesbegränsning i MB för tiling

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
sv: detta värde kontrollerar hur mycket minne (i MB) en modul kan använda vid bearbetning av bild. lägre värden tvingar minneshungriga moduler bearbeta bilden med ökat antal 'tiles'. sätt till 0 för obegränsat minne. värden under 500 kommer att hanteras som 500 (kräver omstart).

source: minimum amount of memory (in MB) for a single buffer in tiling
sv: mängd minne (i MB) för en enkel buffer vid tiling

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
sv: ett positivt tal över noll anger den minsta mängden minne (i MB) som 'tiling' bör uppta för en bild-buffer. detta går före heuristik baserad på host_memory_limit (kräver en omstart).

source: activate OpenCL support
sv: aktivera stöd för OpenCL

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
sv: använd systemets stöd för OpenCL för snabbare behandling av bilder, om stödet finns. kan slås av eller på när som helst.

source: not available
sv: ej tillgängligt

source: not available on this system
sv: ej tillgängligt på detta system

source: OpenCL scheduling profile
sv: OpenCL schemaläggningsprofil

source: default
sv: standard

source: multiple GPUs
sv: flera GPU:er

source: very fast GPU
sv: väldigt snabb GPU

source: omit hierarchy in simple tag lists
sv: utelämna hierarki i enkla tagglistor

source: password storage backend to use
sv: lagringsmetod att använda för lösenord

source: none
sv: ingen

source: the storage backend for password storage: auto, none, libsecret, kwallet
sv: metod att lagring av lösenord: auto, ingen, libsecret, kwallet

source: executable for playing audio files
sv: program för att spela ljudfiler

source: this external program is used to play audio files some cameras record to keep notes for images
sv: detta program används för att spela ljudfiler som kameran har skapat för att spara ljudnoteringar om bilderna

source: select directory
sv: välj katalog

source: session options
sv: sessionsval

source: base directory naming pattern
sv: baskatalogens namnmall

source: part of full import path for an import session
sv: del av hela sökvägen filerna i en import

source: sub directory naming pattern
sv: underkatalogens namnmall

source: file naming pattern
sv: filens namnmall

source: file naming pattern used for a import session
sv: mallen på filnamnen för en import

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
sv: darktable hjälper dig att hantera digitala negativ i en databas och låter dig se dem via ett ljusbord. Den ger också möjligheten att 'framkalla' råbilder och att förbättra dem i ett mörkrum.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
sv: Förutom ljusbordet och mörkrummet finner man också en kartvy för geotaggade bilder, tjudring, utskrift och ett bildspel.

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
sv: darktable stöder de flesta moderna kamerornas råformat, och gör alla beräkningar med mycket hög noggrannhet.

source: Virtual light table, showing a collection
sv: Virtuellt ljusbord, en bildsamling visas

source: Virtual dark room with an opened image
sv: Virtuellt mörkerrum med en bild öppnad

source: Virtual dark room, sharpening an image
sv: Virtuellt mörkerrum, skärpa läggs på en bild

source: Show images on a map
sv: Visa bilder på karta

source: Print your images
sv: Skriv ut dina bilder

source: _cancel
sv: _avbryt

source: _save
sv: _spara

source: average dE: %.02f max dE: %.02f
sv: dE medel: %.02f dE max: %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
sv: ATT GÖRA: ledsen, på grund av begränsningar i programmeringsgränssnittet kan vi för närvarande inte sätta BPP till

source: unknown option for --hq
sv: okänt val för --hq

source: unknown option for --upscale
sv: okänt val för --upscale

source: error: output file is a directory. please specify file name
sv: fel: utgående filnamn är en katalog, ange ett annat filnamn

source: output file already exists, it will get renamed
sv: utgående fil existerar redan, den kommer att få ett nytt namn

source: error: can't open folder %s
sv: fel: kan inte öppna katalog %s

source: error: can't open file %s
sv: fel: kan inte öppna fil %s

source: no images to export, aborting
sv: inga bilder att exportera, ger upp

source: error: can't open xmp file %s
sv: fel: kan inte öppna xmp-fil %s

source: empty history stack
sv: töm historiken

source: cannot find disk storage module. please check your installation, something seems to be broken.
sv: kan inte hitta modulen för att lagra på disk. var god kolla igenom din installation, något verkar vara trasigt.

source: failed to get parameters from storage module, aborting export ...
sv: kunde inte hämta parametrar från lagringsmodul, avbryter exporten...

source: unknown extension '.%s'
sv: okänt suffix ',%s'

source: failed to get parameters from format module, aborting export ...
sv: kunde inte hämta parametrar från formatmodul, avbryter exporten...

source: too much time to update aspect ratio for the collection
sv: för mycket tid för att uppdatera bildförhållande för samlingen

source: red
sv: röd

source: yellow
sv: gul

source: green
sv: grön

source: blue
sv: blå

source: purple
sv: lila

source: altered
sv: förändrad

source: tagged
sv: taggad

source: not copied locally
sv: ej lokalt kopierad

source: group leaders
sv: gruppidentitet

source: %d image of %d (#%d) in current collection is selected
sv: %d bild av %d (#%d) i kollektionen är markerade

source: %d image of %d in current collection is selected
sv: %d bild av %d i kollektionen är markerad

source: Adobe RGB (compatible)
sv: Adobe RGB (kompatibel)

source: linear Rec709 RGB
sv: linjär Rec709 RGB

source: linear Rec2020 RGB
sv: linjär Rec2020 RGB

source: linear XYZ
sv: linjär XYZ

source: linear infrared BGR
sv: linjär infraröd BGR

source: system display profile
sv: systemets skärmprofil

source: embedded ICC profile
sv: inbyggd ICC-profil

source: embedded matrix
sv: inbyggd matris

source: standard color matrix
sv: standard färgmatris

source: enhanced color matrix
sv: förbättrad färgmatris

source: vendor color matrix
sv: tillverkarens färgmatris

source: alternate color matrix
sv: alternativ färgmatris

source: softproof profile
sv: profil för skärmkorrektur

source: sRGB (e.g. JPG)
sv: sRGB (tex. JPG)

source: sRGB (web-safe)
sv: sRGB (webb-säker)

source: BRG (for testing)
sv: BRG (för utvärdering)

source: file `%s' to print not found for image %d on `%s'
sv: file `%s' som skulle skrivas ut finns inte, för bild %d på `%s'

source: failed to create temporary file for printing options
sv: misslyckades med att skapa temporär fil för utskriftsinställningar
